{
    "en" : { "l":"How Does EMS Work?", "l1a":"ELECTRICAL IMPULSES DELIVERED", "p1a":"The electrical impulses are generated by the F-EMS unit and delivered through electrodes on the skin fairly close to the muscles that you want stimulated.", "l1b":"MUSCLES CONTRACT", "p1b":"The impulses resemble the action potential (AP) coming from the central nervous system (CNS), causing the muscles to contract.", "l1c":"MUSCLES STRENGTHENED", "p1c":"Electrical muscle stimulation can provide greater contraction as compared to a normal voluntary contraction, up to 30% higher. Thus, more muscles are being strengthened and conditioned, which equates to a more effective training workout.", "l2a":"IT’S PAIN FREE", "p2a":["The electrical current is low impulse and completely safe.","Whilst the sessions can be intense, the actual feeling of the impulses is gentle and non-invasive.","Our trainers will customise your routine suited to your personal capabilities and goals."], "l2b":"IT’S FOR ANYONE", "p2b":["Whether you are a professional athlete, or someone that hasn’t exercised in years, we can help you.","We welcome clients as young as eighteen, or as old as eighty from all walks of life!","F-EMS will enable you to achieve your fitness goals & target shape.","It is a highly effective workout that is low impact, making it safe for anyone from newbies and injured athletes to decided gym-goers."], "l2c":"IT’S ATTAINABLE", "p2c":["We’ll work together with you to set your fitness goals, and we’ll help track your progress on a monthly basis with a body composition analyser.","Commit to our program and achieve your target body shape in a short period of time!"]
    },
    "th" : { "l":"EMS ทำงานอย่างไร ?", "l1a":"การส่งแรงกระตุ้นไฟฟ้า", "p1a":"ระบบการส่งแรงกระตุ้นไฟฟ้า จะถูกสร้างขึ้นโดยหน่วยคลื่นความถี่ F-EMS และส่งผ่านตัวนำไฟฟ้าไปยังบริเวณผิวหนังที่ใกล้กับบริเวณกล้ามเนื้อที่ผู้ใช้ต้องการให้เกิดการเปลี่ยนแปลง.", "l1b":"การใช้แรงกระตุ้น ความถี่ต่ำไปยังกล้ามเนื้อส่วนต่างๆ", "p1b":"การส่งกระแสไฟฟ้าความถี่ต่ำหรือแรงกระตุ้นความถี่ต่ำ (AP) ที่มาจากระบบประสาทสัมผัสส่วนกลาง (CNS), จะทำให้กล้ามเนื้อเกิดการหดตัวของ จึงส่งผลให้เกิดผลลัพธ์อย่างมีประสิทธิภาพ กับกล้ามเนื้อโดยตรงในระยะเวลาที่สั้นลง", "l1c":"ทำให้กล้ามเนื้อแข็งแรงอย่างเห็นได้ชัด", "p1c":"การกระตุ้นกล้ามเนื้อด้วยไฟฟ้า วิธีนี้จะสามารถทำให้เกิดการกระตุ้นมากขึ้น เมื่อเทียบกับการออกกำลังกายโดยวิธีปกติ มากกว่าถึง 30% ดังนั้นกล้ามเนื้อจึงพัฒนาขึ้นอย่างรวดเร็ว ซึ่งเชื่อได้ว่าการใช้กระแสไฟฟ้ากระตุ้นระหว่างออกกำลังกาย จะทำให้กล้ามเนื้อเกิดความแข็งแรงมีประสิทธิภาพกว่าการออกกำลังกายปกติ", 
    "l2a":"ทำให้การออกกำลังกายเป็นเรื่องง่ายและสนุก ", "p2a":["ด้วยเทคโนโลยีที่นำสมัย โดยใช้กระแสไฟฟ้ามีแรงกระตุ้นต่ำ และมีความปลอดภัยสูง คุณจะได้สัมผัสการกระตุ้นของกระแสไฟฟ้าที่แตกต่างกันไปในแต่ละโปรแกรม โดยไม่ทำให้เกิดความเจ็บปวดหรือบาดเจ็บ จากระบบ EMS ช่วยลดความเสี่ยงการบาดเจ็บของกล้ามเนื้อ","ซึ่งผู้ฝึกสอนของเรา จะเข้ามาช่วยดูแลการออกกำลังกายของคุณให้เหมาะสมกับคุณ และให้คุณไปถึงเป้าหมายที่คุณได้ตั้งไว้."], "l2b":"สำหรับทุกคนที่ใส่ใจสุขภาพและชอบการออกกำลังกายด้วยเทคโนโลยีใหม่ๆ", "p2b":["ไม่ว่าคุณจะเป็นนักกีฬามืออาชีพ หรือแม้แต่เป็นคนที่ไม่ได้ออกกำลังกายมานานหลายปี เราก็สามารถช่วยดูแลให้คุณได้ หากคุณมีอายุตั้งแต่ 18 ปี ไปจนถึงผู้สูงอายุมากถึง  80 ปี  ระบบการออกกำลังการโดยใช้กระแสไฟฟ้า ","F-EMS นั้นจะเข้ามาช่วยให้คุณบรรลุเป้าหมายในการออกกำลังกาย และรูปร่างที่คุณตั้งเป้าเอาไว้ในระยะเวลาอันสั้น วิธีนี้จะทำให้การออกกำลังกายของคุณมีประสิทธิภาพสูง โดยลดความเสี่ยงจากการเกิดการบาดเจ็บ ทำให้เกิดความปลอดภัยสำหรับทุกคนตั้งแต่มือใหม่ ไปจนถึงนักกีฬาที่ได้รับบาดเจ็บอีกด้วย"], "l2c":"บรรลุเป้าหมายได้ของคุณได้ในระยะเวลาที่สั้นลง", "p2c":["เราจะช่วยกำหนดเป้าหมายในการออกกำลังกาย และช่วยติดตามพัฒนาการของคุณทุกๆครั้ง โดยใช้เครื่องวิเคราะห์ Nt Core และด้วยโปรแกรมของเรา จะช่วยคุณมีรูปร่างอย่างที่คุณตั้งเป้าไว้โดยใช้เวลาเพียงสั้นๆ"]
    }
}
