{
    "en" : { "l":"Nt Technology", "l1":"F-EMS", "p1":[ "Functional electromyostimulation(F-EMS) is more than training with electricity. Like the human brain, the TECNATIVES Nt system sends biologically adapted impulses to the body for optimal muscle contraction. This means that far more muscle groups are integrated and trained during training. The training becomes more intensive and you can develop your maximum training power in a much shorter time.", "In our system, the electrophysiological body characteristics are measured during training and directly included in the impulse generation. Through this innovative and unique TECNATIVES Nt impulse model, the electromyostimulationis adapted to every skin type and perceived as extremely pleasant." ], "l2":"BIA", "p2":[ "BIA, short for Bioelectrical Impedance Analysis, is a technique for determining various body parameters. Body water, lean mass and body fat are measured. This also allows conclusions to be drawn about changes in muscle mass. This is done by conducting measuring currents through the body between measuring electrodes on arms and legs. The resistances and phase shifts detected on the way then allow conclusions to be drawn about the composition of the tissue crossed.","These data are of highest importance for the determination of your training success. By offering it, the Nt system can eliminate the need for additional measurement equipment and link measurements directly to training. This makes the training experience even more tangible, accessible and, above all, provable." ], "l3":"EMG", "p3":[ "Electromyography represents the deep-seated connection of electrical potentials and muscle contractions.", "Our system uses these signals to obtain information about the condition of your muscles during training. By not only stimulating muscle contractions but also measuring them simultaneously, the signals can be adjusted to optimize muscle training and even prevent overtraining.", "The development of the muscular apparatus is also better trackable -another guarantee for the visualization of your training success." ], "l4":"ECG / Heart Rate Breathing Rate", "p4":[ "Similar to electromyography, an electrocardiogram uses the electrical impulses of the heart muscles to draw conclusions about heart activity. The most relevant parameter for training is the heart rate curve, which can be used to reliably determine your degree of fatigue. The display of your respiratory rate also helps you to further optimize your training.", "Even further health aspects of the heart musculature can be determined by detailed considerations.", "The TECNATIVES Nt system can therefore not only monitor your performance but also provide important data for holistic health care." ], "l5":"AI / Machine Learning", "p5":["Artificial intelligence is a branch of machine learning. The TECNATIVES Nt system uses Machine Learning to leverage the wealth of information provided anonymously by the worldwide TECNATIVES Nt community for your training optimization.","Through machine learning, the training algorithms and the product evolve in real time. As you learn about your training habits through the system, the system can improve and customize its predictive capabilities for you from millions of other users' data."], "l6":"Motion Detection", "p6":["Gyroscopes and accelerometers are classic sensors for tracking motion. They measure rotations and accelerations of an object in three-dimensional space.","The TECNATIVES Nt system uses both sensors and can thus determine the type, quality and number of your exercise units. This allows a simpler administration of trainings by automatically recording repetitions, among other things. In the context of a supervised workout, details in motion sequences are better recognized."], "l7":"Environment Analysis", "p7":["For optimum training, the TECNATIVES Nt system also knows the temperature, humidity and air pressure of the training environment through integrated sensors. This allows warm-up times and training sequences to be optimised."], "l8":"NT Cloud", "p8":["The Nt Cloud offers comprehensive services for the administration, use and optimization of the TECNATIVES Nt system. For this purpose, training analyses are carried out via the Nt Cloud and the results are used in the Nt App.","The powerful Nt Cloud system maintains data centres on all continents to ensure reliability and performance."], "l9":"Extension Port", "p9":["With the versatile capabilities of the TECNATIVES Nt system, new applications are always possible.","For this purpose, we have integrated a universal extension port into the Nt Suit. With it you can connect further hardware, also from third parties, and thus extend the spectrum of possibilities as you like."], "l10":"Status Analysis", "p10":["In order for you to enjoy your TECNATIVES Nt system to an unlimited extent, we have integrated extensive diagnostic and lifetime components. This means you are proactively informed when you need to service or replace your system components."]
    },
    "th" : { "l":"เทคโนโลยี Nt", "l1":"F-EMS", "p1":[ "FEMS หรือ Functional electromyostimulation เป็นวิธีการฝึกกล้ามเนื้อด้วยกระแสไฟฟ้า การฝึกด้วยวิธีนี้จึงเป็นมากกว่าการฝึกแบบปกติ ซึ่งเป็นวิธีการเดียวกับสมองของมนุษย์ ถือเป็นการปฎิวัติการออกกำลังที่ทันสมัยกับคนยุคปัจจุบัน โดยระบบ TECNATIVES Nt จะส่งแรงกระตุ้นที่ช่วยในการปรับเปลี่ยนทางชีววิทยาไปยังร่างกาย เพื่อสร้างการหดตัวของกล้ามเนื้อที่เหมาะสม ซึ่งจะช่วยให้การฝึกกล้ามเนื้อที่ดียิ่งขึ้น การฝึกรูปแบบนี้จะทำให้คุณสามารถพัฒนาความสามารถของร่างกายได้ดียิ่งขึ้นในใช้เวลาที่สั้นลง","โดยระบบ Tecnative Nt ของเรานั้น ได้นำเทคโนโยลีใหม่ล่าสุด มาใช้ในการบริหารกล้ามเนื้อด้วยกระแสไฟฟ้า โดยระบบจะมีการวัดค่าขณะฝึก และประมวลผล เพื่อใช้ในการสร้างแรงกระตุ้นกล้ามเนื้อส่วนต่างๆ นอกจากนี้ TECNATIVES Nt ยังได้พัฒนาการกระตุ้นกล้ามเนื้อด้วยไฟฟ้าให้การกระตุ้นให้ไร้อุปสรรคกับทุกท่าน การันตีผลลัพธ์ที่ดีที่สุด"], "l2":"BIA", "p2":[ "BIA ย่อมาจาก Bioelectrical Impedance Analysis เป็นเทคนิคในการวิเคราะห์และกำหนดตัวแปรต่างๆ ของร่างกาย ทั้งวัดปริมาณน้ำในร่างกาย มวลไขมัน และไขมันในร่างกาย นอกจากนี้ยังสามารถสรุปการเปลี่ยนแปลงของมวลกล้ามเนื้อได้ โดยใช้การวัดกระแสไฟฟ้าผ่านร่างกาย","โดยสรุปและการเปลี่ยนแปลงของมวลกล้ามเนื้อด้วยการใช้แรงต้านของกระแสไฟฟ้า เพื่อแสดงผลชี้วัดการในการฝึกกล้ามเนื้อของคุณ","โดยระบบ NT จะเก็บรวบรวมข้อมูลเหล่านี้ มาใช้ในการชี้วัดของการฝึกของคุณกับสิ่งที่คุณฝึกอยู่ ทำให้คุณเห็นความเปลี่ยงแปลงของกล้ามเนื้อได้อย่างชัดเจน ซึ่งคุณสามารถพิสูจน์ได้ด้วยตัวคุณเอง"], "l3":"EMG", "p3":[ "Electromyography แสดงผลการใช้กระแสไฟฟ้ากระตุ้นการหดตัวของกล้ามเนื้อแบบ Real Time ระบบ NT ของเราจะใช้สัญญาณเหล่านี้ในการรับข้อมูลต่างๆของสภาพของกล้ามเนื้อของคุณระหว่างการใช้ ไม่เพียงแต่เพียงการปล่อยกระแสไฟฟ้าไปที่ของกล้ามเนื้อเท่านั้น แต่ยังวัดค่าต่างๆไปพร้อมๆกัน ระบบจะทำการแจ้งเตือนและแสดงผล เพื่อให้คุณสามารถปรับรูปแบบการเทรนได้ในแบบของคุณเอง และเพื่อเพิ่มประสิทธิภาพการฝึกกล้ามเนื้อและป้องกันการเทรนที่หนักจนเกินไปได้  คุณยังติดตามการพัฒนาของร่างกายของคุณได้ย่างแม่นยำ ทำให้คุณไปถึงเป้าหมายได้อย่างมีประสิทธิภาพ"], "l4":"ECG คลื่นไฟฟ้าหัวใจ / อัตราการเต้นของหัวใจ, อัตราการหายใจ", "p4":[ "คล้ายกับคลื่นไฟฟ้าหัวใจ โดยใช้หลักการเดียวกับการกระตุ้นหัวใจด้วยเครื่องกระตุ้นไฟฟ้า เพื่อสรุปเกี่ยวกับการทำงานของหัวใจ","ซึ่งตัวแปรที่เกี่ยวข้องมากที่สุดสำหรับการฝึกคือ กราฟอัตราการเต้นของหัวใจ ซึ่งสามารถใช้ในการระบุระดับความเหนื่อยล้าของคุณได้อย่างแม่นยำ ซึ่งการแสดงอัตราการหายใจยังสามารถเพิ่มประสิทธิภาพในการฝึกได้อีกด้วย","ดังนั้น ระบบ TECNATIVES Nt จึงไม่ใช่แค่เครื่องวัดการพัฒนาของสภาพร่างกายของคุณเท่านั้น แต่ยังให้ข้อมูลที่สำคัญ สำหรับดูแลสุขภาพอีกด้วย"], "l5":"AI เทคโนโลยีอัจฉริยะ", "p5":["เทคโนโยลีที่ถูกสร้างขึ้นให้มีความชาญฉลาด สามารถวิเคราะห์และแสดงผลลัพธ์ ด้วยเหตุและผลเช่นเดียวกับมนุษย์ ซึ่ง AI เทคโนโลยีอัจฉริยะนี้ มีอยู่ในระบบ TECNATIVES Nt โดยการรวบรวมข้อมูลผู้ใช้ระบบ TECNATIVES Nt จากทั่วโลกโดยไม่เปิดเผยตัวตน ซึ่งเป็นฐานข้อมูลสำคัญและมีประโยชน์อย่างมาก ในการช่วยวิเคราะห์เพื่อเพิ่มประสิทธิภาพการฝึกของคุณ ให้มีความละเอียดและแม่นยำยิ่งขึ้น","โดยเมื่อระบบได้เรียนรู้และประมวลผลจากข้อมูลการฝึก ที่มีการอัพเดทแบบ Real Time ส่งผลให้ระบบได้รู้จักตัวตนของคุณมากยิ่งขึ้น วิเคราะห์ร่วมกับข้อมูลของผู้ใช้รายอื่นๆ นับล้านราย ระบบ TECNATIVES Nt จึงสามารถปรับรูปแบบการฝึกที่เหมาะสมและมีประสิทธิภาพสำหรับคุณมากที่สุด  โดยใช้ฐานข้อมูลของผู้ใช้รายอื่นนับล้าน"],"l6":"Motion detection การตรวจจับการเคลื่อนไหว", "p6":["Gyroscopes และ Accelerometers เป็นเซ็นเซอร์แบบคลาสสิก","เป็นเซ็นเซอร์แบบคลาสสิกสำหรับใช้ติดตามการเคลื่อนไหวด้วยระบบ TECNATIVES Nt เพื่อช่วยให้การประมวลผลการฝึกของคุณมีประสิทธิภาพมากยิ่งขึ้น จากการบันทึกหรือจดจำรายละเอียดทุกการเคลื่อนไหวในขณะที่คุณออกกำลังกาย TECNATIVES Nt จึงได้นำเทคโนโลยีระบบการตรวจจับการเคลื่อนไหว เข้ามาใช้ด้วยวิธีการบันทึกการทำซ้ำอัตโนมัติ เพื่อให้สามารถกำหนดประเภท คุณภาพ และจำนวนหน่วยการออกกำลังกายของคุณได้ดียิ่งขึ้น"], "l7":"ระบบวิเคราะห์สภาพแวดล้อม", "p7":["เพื่อการฝึกที่มีประสิทธิภาพ TECNATIVES Nt จึงได้ทำการวิเคราะห์ข้อมูลสภาพแวดล้อมผ่านเซ็นเซอร์ เช่น อุณหภูมิ ความชื้น และความดันอากาศ เพื่อใช้ในการปรับเวลาวอร์มอัพ และลำดับการฝึกได้อย่างเหมาะสม"], "l8":"NT Cloud", "p8":["Nt Cloud บริการครอบคลุมทุกมิติบนโลกแห่งเทคโนโลยีเพื่อสุขภาพ ดูแลระบบ การใช้งาน และการปรับ TECNATIVES Nt จากผลวิเคราะห์ข้อมูลการฝึกอบรมผ่าน Nt Cloud และผลลัพธ์จะถูกนำไปใช้ใน Nt App","สำหรับ Nt Cloud คือศูนย์ข้อมูลใหญ่ที่จะช่วยดูแลในทุกทวีป ทุกคนจึงเชื่อมั่นและไว้วางใจในประสิทธิภาพการบริการของเราได้ "], "l9":"Extension port พอร์ตส่วนขยาย", "p9":["ด้วยความสามารถที่หลากหลายของระบบ TECNATIVES Nt ในขณะที่มีแอปพลิเคชั่นใหม่ๆ เกิดขึ้นเสมอ เราจึงได้รวมพอร์ตส่วนขยายที่ใช้กันทั่วโลก เข้ากับ Nt Suit ทำให้คุณนั้นสามารถเชื่อมต่อฮาร์ดแวร์เพิ่มเติม รวมไปถึงจากบุคคลที่สาม จึงช่วยขยายขอบเขตของความเป็นไปได้ตามที่คุณต้องการได้"], "l10":"Status Analysis การวิเคราะห์สถานะ", "p10":["เพื่อให้คุณเพลิดเพลินไปกับระบบ TECNATIVES Nt ของคุณได้อย่างไร้ขีดจำกัด เราได้รวมการวินิจฉัยที่ครอบคลุม และอายุการใช้งานที่ยาวนาน ซึ่งหมายความว่าคุณจะได้รับการเตือนเพื่อให้เข้ารับการบริการ อัพเดตในระบบของคุณ"]
    }
}
